app/controllers/sessions_controller.rb

	def create
    email = params[:session][:email]
    password = params[:session][:password]
		@user = User.where(:email => email, :password => password).first
---
SELECT  "users".* FROM "users" WHERE "users"."email" = ? AND "users"."password" = ? ORDER BY "users"."id" ASC LIMIT ?  [["email", "asdf@miuandes.cl"], ["password", "sdfsfdsdf"], ["LIMIT", 1]]